tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "modularml/packages"
brew "xz"
brew "azure-cli"
brew "bash"
brew "exa"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "git"
brew "git-crypt"
brew "golangci-lint"
brew "graphviz"
brew "grpcurl"
brew "iperf3"
brew "jq"
brew "lazygit"
brew "lua"
brew "neovim"
brew "openssh"
brew "poppler"
brew "redis"
brew "ripgrep"
brew "slides"
brew "starship"
brew "tmux"
brew "unar"
brew "wget"
brew "yazi"
brew "z"
brew "zoxide"
brew "modularml/packages/modular"
cask "font-jetbrains-mono-nerd-font"
vscode "be5invis.vscode-custom-css"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "christian-kohler.path-intellisense"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "lehni.vscode-fix-checksums"
vscode "modular-mojotools.vscode-mojo"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.vscode-speech"
vscode "pkief.material-icon-theme"
vscode "pomdtr.excalidraw-editor"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "sumneko.lua"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
